Repository: fabyc/nodux_product_one
Catalog: locale/*.po
Languages: es_ec

# field:product.category,taxes:
source: Tax
es_ec: Impuesto

# field:product.category,taxes_parent:
source: Use the Parent's Taxes
es_ec: Usar los impuestos del Padre

# field:product.template,code1:
source: Code
es_ec: Código

# field:product.template,code2:
source: Code
es_ec: Código

# field:product.template,cost_price_with_tax:
source: Cost Price With Tax
es_ec: Precio de Costo con Impuestos

# field:product.template,list_price_with_tax:
source: List Price With Tax
es_ec: Precio de Venta con Impuestos

# field:product.template,taxes:
source: Tax
es_ec: Impuesto

# field:product.template,taxes_category:
source: Use Category's Taxes
es_ec: Usar Impuestos de la Categoria

# field:product.template,total:
source: Total Products
es_ec: Inventario Total

# help:product.category,taxes_parent:
source: Use the taxes defined on the parent category
es_ec: Usa los impuestos definidos en el padre de la Categoria

# help:product.template,taxes_category:
source: Use the taxes defined on the category
es_ec: Usar los impuestos definidos en la categoria

# view:product.category:
source: Accounting
es_ec: Impuestos

# view:product.category:
source: Taxes
es_ec: Impuestos

# view:product.product:
source: Products
es_ec: Productos

# view:product.template:
source: Accounting
es_ec: Impuestos

# view:product.template:
source: Taxes
es_ec: Impuestos
